tap "c-bata/kube-prompt"
tap "golangci/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"
brew "anyenv"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "libpng"
brew "lz4"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "libpcap"
brew "arp-scan"
brew "arping"
brew "m4"
brew "autoconf"
brew "snappy"
brew "avro-c"
brew "bash-completion"
brew "ca-certificates"
brew "openssl@3"
brew "berkeley-db", link: true
brew "c-ares"
brew "gdbm"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "python@3.9"
brew "ghc"
brew "cabal-install"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre2"
brew "glib"
brew "libffi"
brew "libpthread-stubs"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "pixman"
brew "cairo"
brew "carthage"
brew "circleci"
brew "cmake"
brew "direnv"
brew "dive"
brew "libtool"
brew "unixodbc"
brew "wxwidgets"
brew "erlang"
brew "fribidi"
brew "fzf"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "libidn"
brew "openjpeg"
brew "ghostscript"
brew "ghq"
brew "git"
brew "gnu-getopt"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "python@3.11"
brew "gobject-introspection"
brew "jasper"
brew "graphicsmagick"
brew "jpeg", link: true
brew "netpbm"
brew "gts"
brew "icu4c"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "ncurses"
brew "htop"
brew "hub"
brew "ilmbase"
brew "ipcalc"
brew "iproute2mac"
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "k9s"
brew "librdkafka"
brew "kcat"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "libcbor"
brew "libde265"
brew "libfido2"
brew "libgpg-error"
brew "libgcrypt"
brew "shared-mime-info"
brew "libheif"
brew "liblinear"
brew "libomp", link: true
brew "libssh"
brew "libssh2"
brew "libuv"
brew "libyaml"
brew "six"
brew "z3"
brew "llvm"
brew "logrotate"
brew "lua"
brew "mas"
brew "openjdk"
brew "maven"
brew "md5sha1sum"
brew "mkcert"
brew "zlib"
brew "mysql"
brew "nghttp2"
brew "ngrep"
brew "nkf"
brew "nmap"
brew "peco"
brew "perl"
brew "pict"
brew "protobuf"
brew "pssh"
brew "python@3.10"
brew "qt@5"
brew "ruby"
brew "sl"
brew "socat"
brew "swig"
brew "telnet"
brew "tidy-html5"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "vim"
brew "wireshark", link: false
brew "xpdf"
brew "yq"
brew "zsh"
brew "c-bata/kube-prompt/kube-prompt"
brew "golangci/tap/golangci-lint"
brew "heroku/brew/heroku"
brew "heroku/brew/heroku-node"
brew "rcmdnk/file/brew-file"
cask "appcleaner"
cask "clipy"
cask "docker"
cask "drawio"
cask "fig"
cask "graphiql"
cask "iterm2"
cask "karabiner-elements"
cask "postman"
cask "rectangle"
cask "sequel-ace"
cask "utm"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"
mas "Be Focused", id: 973134470
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "The Unarchiver", id: 425424353
vscode "4ops.terraform"
vscode "be5invis.toml"
vscode "castwide.solargraph"
vscode "CircleCI.circleci"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "GitHub.copilot"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "golang.go"
vscode "Grafana.vscode-jsonnet"
vscode "GrapeCity.gc-excelviewer"
vscode "Gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "kaiwood.endwise"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "octref.vetur"
vscode "rebornix.ruby"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "sianglim.slim"
vscode "streetsidesoftware.code-spell-checker"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wingrunr21.vscode-ruby"
vscode "withfig.fig"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
