tap "c-bata/kube-prompt"
tap "datawire/blackbird"
tap "golangci/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "rcmdnk/file"
brew "abseil"
brew "ca-certificates"
brew "certifi"
brew "pycparser"
brew "cffi"
brew "openssl@3"
brew "cryptography"
brew "libsodium"
brew "libssh"
brew "libyaml"
brew "mpdecimal"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "anyenv"
brew "brotli"
brew "giflib"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "libpng"
brew "lz4"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "arp-scan"
brew "libnet"
brew "arping"
brew "m4"
brew "autoconf"
brew "snappy"
brew "avro-c"
brew "bash"
brew "bash-completion"
brew "berkeley-db", link: true
brew "c-ares"
brew "ghc"
brew "cabal-install"
brew "freetype"
brew "fontconfig"
brew "libunistring"
brew "gettext"
brew "pcre2"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "pixman"
brew "cairo"
brew "capstone"
brew "carthage"
brew "circleci"
brew "cmake"
brew "lima"
brew "colima"
brew "direnv"
brew "dive"
brew "docker-completion"
brew "docker"
brew "docker-compose"
brew "dtc"
brew "libtool"
brew "unixodbc"
brew "wxwidgets"
brew "erlang"
brew "fribidi"
brew "fzf"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdbm"
brew "gdk-pixbuf"
brew "gh"
brew "harfbuzz"
brew "jbig2dec"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libidn"
brew "pango"
brew "tesseract"
brew "ghostscript"
brew "ghq"
brew "git"
brew "gnu-getopt"
brew "libevent"
brew "libidn2"
brew "libnghttp2"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "openjdk"
brew "gradle"
brew "jasper"
brew "libde265"
brew "python@3.12"
brew "shared-mime-info"
brew "x265"
brew "libheif"
brew "graphicsmagick"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "python-packaging"
brew "graphviz"
brew "grep"
brew "ncurses"
brew "htop"
brew "hub"
brew "influxdb-cli"
brew "ipcalc"
brew "iproute2mac"
brew "jemalloc"
brew "jpeg"
brew "oniguruma"
brew "jq"
brew "lzlib"
brew "librdkafka"
brew "kcat"
brew "kotlin"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "libcbor"
brew "libffi"
brew "libfido2"
brew "libgpg-error"
brew "libgcrypt"
brew "liblinear"
brew "libmaxminddb"
brew "libnghttp3"
brew "libomp", link: true
brew "libpcap"
brew "libpthread-stubs"
brew "libslirp"
brew "libssh2"
brew "libusb"
brew "libuv"
brew "z3"
brew "llvm"
brew "lua"
brew "mas"
brew "mkcert"
brew "net-snmp"
brew "nghttp2"
brew "ngrep"
brew "nkf"
brew "nmap"
brew "openjdk@17"
brew "peco"
brew "perl"
brew "pict"
brew "podman"
brew "protobuf"
brew "python-argcomplete"
brew "python-setuptools"
brew "qemu"
brew "qt@5"
brew "ruby"
brew "six"
brew "socat"
brew "stress-ng"
brew "subfinder"
brew "swig"
brew "telnet"
brew "tflint"
brew "tidy-html5"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "trivy"
brew "vim"
brew "wireshark", link: false
brew "xpdf"
brew "yq"
brew "zlib"
brew "zsh"
brew "c-bata/kube-prompt/kube-prompt"
brew "datawire/blackbird/telepresence-arm64"
brew "golangci/tap/golangci-lint"
brew "rcmdnk/file/brew-file"
cask "amazon-q"
cask "appcleaner"
cask "arc"
cask "clipy"
cask "corretto"
cask "drawio"
cask "fig"
cask "graphiql"
cask "iterm2"
cask "karabiner-elements"
cask "meetingbar"
cask "postman"
cask "rectangle"
cask "sequel-ace"
cask "visual-studio-code"
cask "wireshark"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
vscode "4ops.terraform"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "be5invis.toml"
vscode "castwide.solargraph"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "redhat.ansible"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "streetsidesoftware.code-spell-checker"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
