tap "c-bata/kube-prompt"
tap "golangci/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"
brew "anyenv"
brew "aom"
brew "libpcap"
brew "arp-scan"
brew "m4"
brew "autoconf"
brew "bash-completion"
brew "openssl@1.1"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "llvm"
brew "ghc"
brew "cabal-install"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "libffi"
brew "glib"
brew "xorgproto"
brew "cairo"
brew "carthage"
brew "circleci"
brew "cmake"
brew "direnv"
brew "dive"
brew "libtiff"
brew "wxwidgets"
brew "erlang"
brew "fribidi"
brew "fzf"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "webp"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "libidn"
brew "ghostscript"
brew "ghq"
brew "pcre2"
brew "git"
brew "gnu-getopt"
brew "gobject-introspection"
brew "jasper"
brew "graphicsmagick"
brew "netpbm"
brew "gts"
brew "icu4c"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "ncurses"
brew "htop"
brew "hub"
brew "ilmbase"
brew "imath"
brew "oniguruma"
brew "jq"
brew "k9s"
brew "krb5"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libevent"
brew "shared-mime-info"
brew "libheif"
brew "libidn2"
brew "libomp"
brew "libuv"
brew "libyaml"
brew "lua"
brew "mas"
brew "md5sha1sum"
brew "mkcert"
brew "six"
brew "protobuf"
brew "mysql"
brew "nghttp2"
brew "nkf"
brew "nmap"
brew "openexr"
brew "peco"
brew "perl"
brew "pict"
brew "ruby"
brew "sl"
brew "telnet"
brew "tidy-html5"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "vim"
brew "xpdf"
brew "zsh"
brew "c-bata/kube-prompt/kube-prompt"
brew "golangci/tap/golangci-lint"
brew "heroku/brew/heroku-node"
brew "heroku/brew/heroku"
brew "rcmdnk/file/brew-file"
cask "appcleaner"
cask "clipy"
cask "docker"
cask "drawio"
cask "graphiql"
cask "iterm2"
cask "karabiner-elements"
cask "postman"
cask "rectangle"
cask "sequel-ace"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "NordVPN IKE", id: 1116599239
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
