tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"
brew "arp-scan"
brew "bash-completion"
brew "ghc"
brew "cabal-install"
brew "cmake"
brew "direnv"
brew "wxmac"
brew "erlang"
brew "freetype"
brew "fzf"
brew "isl"
brew "gcc"
brew "gettext"
brew "ghq"
brew "pcre2"
brew "git"
brew "openssl"
brew "readline"
brew "sqlite"
brew "python"
brew "glib"
brew "htop"
brew "hub"
brew "icu4c"
brew "ilmbase"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "libevent"
brew "mas"
brew "mysql"
brew "nmap"
brew "node"
brew "pkg-config"
brew "node-build"
brew "nodenv"
brew "peco"
brew "perl"
brew "postgresql"
brew "rbenv"
brew "redis"
brew "ruby"
brew "telnet"
brew "tmux"
brew "tree"
brew "vim"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
brew "rcmdnk/file/brew-file"
cask "appcleaner"
cask "cyberduck"
cask "java"
cask "julia"
cask "ngrok"
mas "Bandwidth+", id: 490461369
mas "Kindle", id: 405399194
mas "LastPass", id: 926036361
mas "LINE", id: 539883307
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Simplenote", id: 692867256
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
